tap "git-duet/tap"
tap "k14s/tap"

brew "automake"
brew "libffi"
brew "libyaml"
brew "openssl"
brew "readline"

brew "direnv"
brew "git"
brew "go"
brew "htop"
brew "mas"
brew "node"
brew "python"
brew "teleport"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"

# Kubernetes "Aspects" (...of a "construct" -- theory)
brew "kubectl"
brew "kapp"
brew "ytt"

cask "1password"                                                              # EXCLUDE : passwords/trust
cask "atom"
cask "bartender"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "keybase"                                                                # RELOCATE : user - coreyti (context: home)
cask "knox"                                                                   # RELOCATE : user - coreyti (context: home)
cask "plistedit-pro"
cask "sizeup"
cask "slack"
cask "slate"
cask "vagrant"
cask "xscope"
